Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: SRT: invalid fub or port number
de: SRT: ungültige FUB oder Port Nummer

source: invalid channel in SRT application
de: ungültiger Kanal in SRT Applikation

source: internal error SRT
de: interner Fehler SRT

source: invalid command in SRT application
de: ungültiger Befehl in SRT Applikation

source: error in SRT application
de: Fehler in SRT Applikation

source: invalid SRT fub
de: ungültiger SRT FUB

source: error at SRT fub rtiDin
de: Fehler im SRT FUB rtiDin

source: error at SRT fub rtiDout
de: Fehler im SRT FUB rtiDout

source: error at SRT fub rtiAnd
de: Fehler im SRT FUB rtiAnd

source: error at SRT fub rtiNot
de: Fehler im SRT FUB rtiNot

source: error at SRT fub rtiOr
de: Fehler im SRT FUB rtiOr

source: error at SRT fub rtiXor
de: Fehler im SRT FUB rtiXor

source: error at SRT fub rtiRF_TRIG
de: Fehler im SRT FUB rtiRF_TRIG

source: error at SRT fub rtiSRff
de: Fehler im SRT FUB rtiSRff

source: error at SRT fub rtiTP
de: Fehler im SRT FUB rtiTP

source: no reACTION object
de: kein reACTION Objekt

source: reACTION cycle time too short
de: reACTION Zykluszeit zu kurz

source: SRT Switch off error
de: SRT Ausschaltfehler

source: error at SRT fub rtiComp
de: Fehler im SRT FUB rtiComp

source: error at SRT fub rtiCount
de: Fehler im SRT FUB rtiCount

source: internal error exchange data results (µP2)
de: interner Fehler Kreuzvergleich Ergebnisse (µP2)

source: execution difference uP2/uP1 (uP1 in failsafe?)
de: Ausführungsunterschiede uP2/uP1 (uP1 im Failsafe?)

source: input error state has changed (uP2)
de: Änderung Fehlerstatus Eingänge (uP2)

source: internal hardware error at input channel (uP2)
de: Interner Hardwarefehler am Eingangskanal (uP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: internal error MFW_PreOp (µP2)
de: Interner Fehler MFW_PreOp (µP2)

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: parameter error: PLCopen-FBK mode (datapoint usage!) (µP2)
de: Parameterfehler: PLCopen-FUB Modus (Datenpunkt Verwendung) (µP2)

source: parameter error: periode of parametric testpulses (µP2)
de: Parameterfehler: Testpulsperiode (µP2)

source: parameter error: lowtime of parametric testpulses (µP2)
de: Parameterfehler: Low-Phase der parametrierbaren Testimpulse (µP2)

source: parameter error: input filter time (uP2)
de: Parameterfehler: Eingangsfilter Zeit (uP2)

source: parameter error: discrepancy time (µP2)
de: Parameterfehler: Diskrepanzzeit (µP2)

source: internal error: checkpoints PreOp (µP2)
de: interner Fehler: Checkpoints PreOp (µP2)

source: internal error: MFW_Init not finished successfully (µP2)
de: Interner Fehler: MFW_Init nicht erfolgreich beendet (µP2)

source: parameter error: pulse mode (µP2)
de: Parameterfehler: Pulse-Modus (µP2)

source: parameter error: pulse source (µP2)
de: Parameterfehler: Puls-Quelle (µP2)

source: internal error Xchange data FBK states (µP2)
de: interner Fehler Querkommunikation FUB-Status (µP2)

source: output channel test errors cleared (uP2)
de: Ausgangskanäle wieder ok (uP2)

source: Output teststate has changed (uP2)
de: Ausgangs Teststatus hat sich verändert (uP2)

source: Error XchangeData: different feedback signals (µP2)
de: XchangeDaten Fehler: unterschiedliche Feedbacksignale (µP2)

source: internal error feedback high (µP2)
de: Interner Fehler Feedback high (µP2)

source: internal error feedback high during PreOp (µP2)
de: Interner Fehler Überstromfeedback high im PreOp (µP2)

source: internal error during hardwaretest (uP2)
de: interner Fehler bei Hardwaretest (uP2)

source: internal error not used channel is set (uP2)
de: interner Fehler setzen von nicht verwendetem Ausgang (uP2)

source: internal error (default step) in MFW_OutControl() (uP2)
de: Interner Fehler (Standard Schritt) in MFW_OutControl() (µP2)

source: internal error at feedback evaluation (uP2)
de: interner Fehler bei Feedbackauswertung (uP2)

source: max. switching frequency exceeded (uP2)
de: max. Schaltfrequenz überschritten (uP2)

source: internal error voltage measurement out of range (µP2)
de: Interner Fehler Spannungsmessung außerhalb Toleranz (µP2)

source: internal parameter error (uP2)
de: interner Parameterfehler (uP2)

source: Backfeed voltage at the output (uP2)
de: Rückeinspeisung am Ausgang (uP2)

source: Internal error in function MFW_PreOp (uP2)
de: Interner Fehler in der Funktion MFW_PreOp (uP2)

source: internal error Feedbacks not 0 at startup (uP2)
de: Interner Fehler Feedbacks nicht 0 beim Startup (uP2)

source: internal error in EPS parameter struct (uP2)
de: Interner Fehler in Parameterstruktur (uP2)

source: Not enough free PROM/FLASH memory
de: Zu wenig freier PROM/FLASH-Speicher

source: Warning: basetime is more than 32767 greater than the last time the FBK was called. The difference dt is limited to this value
de: Warnung: basetime ist um mehr als 32767 größer als beim letzten Aufruf des FUBs. Die Differenz dt wurde auf diesen Wert begrenzt

source: Warning: The integral element of the actuator signal has reached its maximum limit
de: Warnung: Der I-Anteil des Stellsignals hat sein Maximum erreicht

source: Warning: The integral element of the actuator signal has reached its minimum limit
de: Warnung: Der I-Anteil des Stellsignals hat sein Minimum erreicht

source: Warning: Input Y exceeds the value range defined with Y_max and Y_min while being limited to this range.
de: Warnung: Eingang Y_fbk überschreitet den durch Y_max und Y_min definierten Wertebereich und wurde auf diesen Bereich begrenzt

source: Warning: The cycle time in which the function block LCPIDTune() or LCRPIDTune() is called is too long.
de: Warnung: Die Zykluszeit in welcher der Funktionsbaustein LCPIDTune() bzw. LCRPIDTune() aufgerufen wird ist zu groß.

source: Warning: T1 or T2 or both parameters were set to zero.
de: Warnung: T1 oder T2 oder Beide Parameter wurden Null gesetzt.

source: Warning: xstart is within the hysteresis
de: Warnung: xstart liegt innerhalb der Hysterese

source: Warning: A time parameter of the FBK LCDifferentiate() or LCRDifferentiate() is smaller than 4 times the actual cycle time.
de: Warnung: Ein Zeitparameter des FUBs LCDifferentiate() bzw. LCRDifferentiate() ist kleiner als 4 mal die tatsächliche Zykluszeit.

source: Warning: Input A exceeds the value range defined with Y_max and Y_min while being limited to this range.
de: Warnung: Eingang A überschreitet den durch Y_max und Y_min definierten Wertebereich und wurde auf diesen Bereich begrenzt

source: internal hardware error (driver) (uP2)
de: interner Hardwarefehler (Treiber) (uP2)

source: inconsistent output data (uP2)
de: inkonsistente Ausgangsdaten (uP2)

source: internal X-com error (uP1 in failsafe?)
de: interner Kreuzvergleichfehler (uP1 im Failsafe?)

source: internal error test pattern (uP2)
de: interner Fehler Testmuster (uP2)

source: Warning: Input Y_man exceeds the value range defined with Y_max and Y_min while being limited to this range.
de: Warnung: Eingang Y_man überschreitet den durch Y_max und Y_min definierten Wertebereich und wurde auf diesen Bereich begrenzt

source: relay stuck at low (uP2)
de: Relais hat nicht angezogen (uP2)

source: relay stuck at high (uP2)
de: Relais verklebt (uP2)

source: Warning: T1 value entered is not larger than the corresponding task cycle time.
de: Warnung: T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: T2 = 0. The intended PT2 functionality is reduced to simply PT1 functionality, if T1 > 0. If T1 should also equal 0, then the PT2 element degenerates to a true P-element.
de: Warnung: T2 = 0. Die angestrebte PT2-Funktionalität reduziert sich zu einer PT1-Funktionalität, falls T1 > 0 ist. Sollte auch T1 = 0 sein, so degeneriert das PT2-Glied zu einem reinen P-Glied.

source: Warning: T2 value entered is not larger than the corresponding task cycle time.
de: Warnung: T2 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: Tt = 0. The intended dead-time behavior is reduced to an identical image.
de: Warnung: Tt = 0. Das angestrebte Totzeit-Verhalten reduziert sich auf eine identischen Abbildung.

source: Warning: Tt < dt
de: Warnung: Tt < dt

source: Warning: Tt was not entered as a whole number multiple of the cycle time.
de: Warnung: Tt wurde nicht als ganzzahliges Vielfaches der Zykluszeit angegeben.

source: Warning: An error occurred while allocating memory for the internal ring buffer. Tt was set to 0.
de: Warnung: Beim Allokieren des Speichers für den internen Ringbuffer ist ein Fehler aufgetreten. Tt wurde gleich 0 gesetzt.

source: Warning: A change of the tuning mode is not possible and will be ignored.
de: Warnung: Ein Wechsel des Tuning Modus ist nicht möglich und wird ignoriert.

source: Warning: Amplitude during oscillation attempt tuning is too low. Therefore, an additional switching hysteresis is used.
de: Warnung: Die Amplitude beim Schwingversuch-Tuning ist zu klein. Daher wird eine zusätzliche Schalthysterese verwendet.

source: Warning: No turning point detected during heating.
de: Warnung: Beim Aufheizvorgang wurde der Wendepunkt nicht detektiert.

source: Warning: Values that were not set or set incorrectly in the tuning settings were replaced by default values.
de: Warnung: Falsche oder nicht gesetzte Werte bei den Tuningeinstellungen wurden durch Standardwerte ersetzt.

source: internal hardware error (init) (uP2)
de: interner Hardwarefehler (Init) (uP2)

source: Warning: Not set or incorrectly set filter_base_T rounded up to a multiple of the task cycle time or set to the default value.
de: Warnung: Falsche oder nicht gesetzte filter_base_T wurde auf ein Vielfaches der Taskzykluszeit aufgerundet bzw. auf den Standardwert gesetzt.

source: Warning: PID values that were not set or were set incorrectly were replaced by default values.
de: Warnung: Falsche oder nicht gesetzte PID Einstellungen wurden durch Standardwerte ersetzt.

source: Invalid value for Kfbk
de: Ungültiger Wert für Kfbk

source: Invalid value for Kp
de: Ungültiger Wert für Kp

source: Invalid value for Kw
de: Ungültiger Wert für Kw

source: Invalid value for Tf
de: Ungültiger Wert für Tf

source: Invalid value for Tn.
de: Ungültiger Wert für Tn

source: Invalid value for Tv
de: Ungültiger Wert für Tv

source: Invalid value for t.
de: Ungültiger Wert für t

source: Invalid value for tminpulsInvalid value for t_min_pulse
de: Unzulässiger Wert für tminpuls Unzulässiger Wert für t_min_pulse

source: error in voltagemonitoring (µP2)
de: Fehler bei Spannungsueberwachung(µP2)

source: tperiod is less than dt (cycle time of the function block call). t_period is less than dt (cycle time of the function block call).
de: tperiod ist kleiner als dt (= Zykluszeit des Fbk-Aufrufs) t_period ist kleiner als dt (= Zykluszeit des Fbk-Aufrufs)

source: LoopCont: Invalid value for tup or tdown. LoopConR: Invalid value for dy_up or dy_down.
de: LoopCont: Ungültiger Wert für tup oder tdown. LoopConR: Ungültiger Wert für dy_up oder dy_down.

source: internal error during hardwaretests (µP2)
de: interner Fehler bei Hardwaretests (µP2)

source: conversiontime of AD-converter to big (µP2)
de: Wandlungszeit des AD-Wandlers zu groß (µP2)

source: Invalid value for t_change_up or t_change_down.
de: Ungültiger Wert für t_change_up oder t_change_down.

source: internal error PreOpStep to long (µP2)
de: Interner Fehler PreOpStep zu lang (µP2)

source: internal error modul not calibrated (µP2)
de: Interner Fehler Modul nicht kalibriert (µP2)

source: internal error incorrect CRC of calibration data (µP2)
de: Interner Fehler falsche Kalibrierdaten CRC (µP1)

source: output current for sensor feed exceeded (µP2)
de: Ausgangsstrom der Sensorversorgung überschritten (µP2)

source: Invalid value for t_impulse
de: Ungültiger Wert für t_impulse

source: error during shunttest (µP2)
de: Fehler bei Shunttest (µP2)

source: LoopCont: NOT (Y_max > Y_min) LoopConR: Y_max = Y_min OR Y_max > 100 OR Y_min < -100
de: LoopCont: NOT (Y_max > Y_min) LoopConR: Y_max &#8804; Y_min OR Y_max > 100 OR Y_min < -100

source: Autotuning aborted.
de: Abbruch des Autotunings.

source: LoopCont: Error calculating controller parameters. LoopConR: Error calculating controller parameters (see addInfo output).
de: LoopCont: Fehler bei Berechnung der Reglerparameter. LoopConR: Fehler bei der Berechnung der Reglerparameter (siehe Ausgang addInfo).

source: Auto-tuning timeout.
de: Timeout bei Autotuning

source: Auto-tuning cancelled because the set value W was changed before state was able to take on the value LCPIDAUTOTUNE_STATE_FINISHED. Auto-tuning cancelled because the set value W was changed before state was able to take on the value LCPID_TUNE_STATE_FINISHED. Tuning aborted because W was changed before the state output was set to LCRPIDAUTOTUNE_STATE_FINISHED (50).
de: Abbruch des Autotuning, weil der Sollwert W geändert wurde, bevor state den Wert LCPIDAUTOTUNE_STATE_FINISHED angenommen hat Abbruch des Autotuning, weil der Sollwert W geändert wurde, bevor state den Wert LCPID_TUNE_STATE_FINISHED angenommen hat Abbruch des Tunings, weil W geändert wurde, bevor der Ausgang state auf LCRPIDAUTOTUNE_STATE_FINISHED (50) war.

source: Tn or Tv is specified so large that a prescaler value cannot be calculated.
de: Tn oder Tv ist so groß angegeben, dass intern kein Vorteiler-Wert berechnet werden kann

source: NoOfPoints is not between or including 2 and 1000, or ptr_table is zero, or violation of the continuity rule found.
de: NoOfPoints liegt nicht zwischen 2 und 1000 einschließlich, oder ptr_table ist Null, oder Verstoß gegen die Monotonie-Regel entdeckt

source: IF361_frm_rdwr: Transmit frame too long
de: IF361_frm_rdwr: Wegzuschickender Frame zu lang

source: IF361_frm_rdwr: Got wrong pointer
de: IF361_frm_rdwr: Falscher Pointer übergeben

source: IF361_frm_rdwr: Answer from IF361 was too short
de: IF361_frm_rdwr: Antwortframe von IF361 zu kurz

source: IF361_frm_rdwr: no startsignal in answerframe
de: IF361_frm_rdwr: Kein Startzeichen im Antwortframe

source: IF361_frm_rdwr: No answer from IF361 despite 15 retries
de: IF361_frm_rdwr: Keine Antwort von IF361 nach 15 Versuchen

source: Setting baudrate on IF361 failed
de: Baudrateneinstellung IF361 fehlgeschlagen

source: Syntax error in device string
de: Syntaxfehler in device-String

source: No pointer for output buffer outbuf
de: Keine Adresse für Ausgangspuffer outbuf angegeben

source: No pointer for input buffer inbuf
de: Keine Adresse für Eingangspuffer inbuf angegeben

source: Output buffer length outlen to high>244
de: Ausgangspufferlänge outlen zu groß > 244

source: Input buffer length inlen to high>244
de: Eingangspufferlänge inlen zu groß > 244

source: Wrong interface number in device string
de: Falsche Interfacenummer IFx in device-String

source: Wrong subslot number in device string
de: Falsche Subslotnummer SSx in device-String

source: Wrong Slot number in device-String
de: Falsche Slotnummer SL in device-String

source: Wrong pointer for L2DPpara
de: Adresse von L2DPpara nicht angeschossen

source: Wrong baudrate for communication between CPU and IF361
de: Ungültige Baudrate für Kommunikation zwischen CPU und IF361

source: No IF361 pluged in at given slot
de: Am angegebenen Steckplatz steckt keine IF361

source: Overall length of buffers too high inlen+outlen>340 bytes
de: Gesamtlänge der Puffer zu groß inlen+outlen > 340 Byte

source: Changing the baudrate requires restart of PLC
de: Bei Änderung der Baudrate im Parameter L2DPpara ist ein Restart der SPS notwendig

source: Wrong answer length from IF361 command
de: Falsche Antwortlänge von IF361 Kommando

source: Configuration of master different
de: Konfiguration von Master stimmt nicht überein

source: Conflicting parameters on master and slave
de: Parameterkonflikt zwischen Master und Slave

source: Slave is in offline mode
de: Slave ist im Offline-Modus

source: Watchdog for master triggered
de: Watchdog für master hat angesprochen

source: Invalid Stationnumber
de: Ungültige Stationsnummer

source: IF361 is prepairing data exchange mode
de: IF361 ist noch nicht im Data-Exchange-Modus

source: SPC3: Invalid command to SPC3
de: SPC3: Ungültiger Befehl an SPC3

source: SPC3: Invalid parameter for SPC3
de: SPC3: Ungültiger Parameter an SPC3

source: SPC3: Too less memory for configuration
de: SPC3: Zu wenig Speicher für die Konfiguration

source: SPC3: not switched to offline
de: SPC3: SPC3 nicht im Offline-Modus

source: SPC3: Invalid length for input buffer
de: SPC3: Falsche Länge für Inputbereich

source: SPC3: Invalid lenght for output buffer
de: SPC3: Falsche Länge für Outputbereich

source: SPC3: Invalid length for diagnostic data
de: SPC3: Falsche Länge für Diagnosedaten

source: SPC3: Invalid length for parameter data
de: SPC3: Falsche Länge für Parameterdaten

source: SPC3: Invalid length for configuration
de: SPC3: Falsche Länge für Konfiguration

source: SPC3: Invalid number of bytes
de: SPC3: Falsche Byteanzahl

source: SPC3: Invalid checksum
de: SPC3: Falsche Prüfsumme

source: SPC3: Initialisation not correct
de: SPC3: Initialisierung nicht korrekt abgelaufen

source: SPC3: Wrap around counter not correct
de: SPC3: Wrap-Around-Zähler stimmt nicht

source: SPC3: Invalid byte count in command
de: SPC3: Falsche Byteanzahl in Kommando

source: SPC3: Error at clearing flash
de: SPC3: Fehler beim Flash-Löschen

source: SPC3: Error at programming flash
de: SPC3: Fehler beim Flash-Programmieren

source: SPC3: Invalid destination address
de: SPC3: Ungültige Zieladresse

source: Resource unavailable
de: Ressource nicht verfügbar

source: Requested function of master is not activated within the slave
de: Die angeforderte Funktion des Masters ist innerhalb des Slaves nicht aktiviert

source: Task does not exist
de: Der Task existiert nicht

source: Task is not initialised
de: Der Task ist nicht initialisiert

source: The MCL is locked
de: Der MCL ist gesperrt

source: The MCL rejects a send command because of an error
de: Der MCL verweigert aufgrund eines Fehlers einen Sendebefehl

source: No answer-data, although the slave has to reponse with data
de: Keine Antwortdaten, obwohl der Slave mit Daten antworten müsste

source: No response of the station
de: Keine Antwort der Station

source: Master not into the logical token ring
de: Der Master nicht im lokalen Token Ring

source: Master not in offline configuration mode. Delete the data base within the DEVICE, else the DEVICE is not able to execute the download of the dataset file
de: Der Master ist nicht im Offline Konfigurationsmodus

source: The user will download a database into the device that is not valid for this device type.
de: Es wird versucht, eine Datenbank auf ein Gerät zu laden, die für diesen Gerätetyp nicht zulässig ist

source: Database segment not configured.
de: Datenbanksegment ist nicht konfiguriert

source: Error in <msg>.nr parameter – difference between <msg>.nr to the next not 1.
de: Fehler im Parameter .nr

source: Attempt made to send more data than specified in the first message.
de: Es wurde versucht mehr Daten zu senden als in der ersten Nachricht angegeben wurde

source: Sequence error.
de: Fehler in der Sequenz

source: Checksum error - calculated checksum does not match the checksum transferred in the first message.
de: Checksummenfehler - Die errechnete Checksumme stimmt nicht mit der in der ersten Nachricht übertragenen Checksumme überein

source: Access protection while reading or writing database segment.
de: Zugriffsschutz während des Lesens oder Schreibens eines Datenbank Segments

source: Download / Upload not allowed for specified segment name.
de: Bei dem angegebenen Segmentnamen ist kein Download oder Upload erlaubt

source: Bootstrap loader required to gain access to this segment, but no bootstrap loader on card.
de: Benötige Bootstraploader um einen Zugriff auf dieses Segment zu erhalten, aber es ist kein Bootstraploader auf der Karte vorhanden

source: Not an available command.
de: Kein freies Kommando

source: Unknown command.
de: Unbekanntes Kommando

source: Unknown command mode.
de: Kommando-Modus unbekannt

source: Error in command parameter.
de: Fehler im Parameter des Kommandos

source: ln parameter does not match expected length of command.
de: Parameter .ln stimmt nicht mit erwarteten Länge des Kommandos überein

source: Flash currently being used.
de: Flash wird derzeit verwendet

source: Error deleting flash.
de: Fehler während des Löschens des Flash

source: Error writing to flash.
de: Fehler während der Flash beschrieben wurde

source: Flash not configured.
de: Flash ist nicht konfiguriert

source: Flash timeout.
de: Zeitüberschreitung beim flashen

source: Access to flash denied during delete procedure.
de: Zugriff auf den Flash wurde während des Löschvorganges verweigert

source: Incompatible or incorrect data.
de: Daten inkompatibel oder falsch

source: Invalid address range.
de: Adressbereich ist ungültig

source: Data address and data length together caused overflow.
de: Datenadresse zusammen mit Datenlänge verursachte einen Überlauf

source: Invalid data counter.
de: ungültiger Daten Zähler

source: Unknown data type.
de: unbekannter Datentyp

source: Unknown function.
de: unbekannte funktion

source: Send mailbox full. Mailbox must be deleted or read before a new message can be sent.
de: Die "Send-Mailbox" ist voll. Bevor eine neue Nachricht gesendet werden kann, muss die Mailbox gelöscht oder gelesen werden

source: Internal error
de: interner Fehler

source: No ident number for the device.
de: Das Device hat noch keine Ident Nummer.

source: Specified ident number = 0.
de: Die angegebene Ident Nummer ist gleich NULL.

source: Incorrect ident number specified.
de: Die angegebene Ident Nummer stimmt nicht

source: No more available ident numbers for this device.
de: Für dieses Device gibt es keine freien Ident Nummern mehr

source: Specified memory size does not match device memory size.
de: Die angegebene Speichergröße stimmt nicht mit der von dem Device überein

source: Specified mode number does not exist.
de: Die angegebene Mode-Nummer existiert nicht

source: Data length of configuration module incorrect.
de: Die Datenlänge des Konfigurationsmoduls stimmt nicht

source: Specified slave not configured.
de: Der angegebene Slave ist nicht konfiguriert

source: Master not in "RUN" state.
de: Der Master befindet sich nicht im "RUN"-Zustand

source: The set handshake mode is not supported.
de: Der eingestellte Handshake Modus wird nicht unterstützt.

source: Cannot copy so much input data.
de: Es können nicht so viele Eingangs Daten kopieren werden

source: Cannot copy so much output data.
de: Es können nicht so viele Ausgangs Daten kopieren werden

source: Incorrect device name.
de: Der Name des Devices stimmt nicht

source: Table number for the device search too large.
de: Die Tabellennummer für die Device Suche ist zu groß.

source: Could not find configuration module.
de: Konfigurationsmodul konnte nicht gefunden werden

source: Corresponding device not found.
de: Es wurde kein entsprechendes Device gefunden

source: Device address incorrect.
de: Die Device Adresse stimmt nicht

source: Specified device not a fieldbus device.
de: Das angegebene Device ist kein FieldBus-Device

source: Reserved / not used.
de: Reserviert / nicht verwendet

source: Send or receive mailbox pointer = ZERO.
de: Send- oder Receive Mailbox-Pointer ist NULL

source: Device address pointer = ZERO.
de: Device-Adress-Pointer ist NULL

source: Size parameter too large.
de: Parameter Size ist zu groß

source: Parameter size is NULL.
de: Parameter Size ist NULL

source: Invalid value for the Size parameter.
de: ungültiger Wert für den Parameter Size
